package task02.t03;

/**
 * ●	Вывести последнюю цифру числа
 * ●	Найти сумму цифр ab + cd числа abcd
 * ●	Вывести 3юю цифру 5ти-значного числа
 * ●	Вывести длину отрезка, проходящей через две точки
 * ●	Имеется прямоугольное отверстие размера a на b. Определить можно ли полностью закрыть отверстие круглой
 * картонкой радиусом r
 * Пример:
 * 6
 * 8
 * 5
 * Картонка с радиусом 5 закрывает полностью отверстие размера 6 * 8
 * ●	Вывести уравнение прямой, проходящей через две точки
 */
public class Main {
    public static void main(String[] args) {
        Runner runner = new Runner();
        runner.doThemes();
        runner.lastDigitNumber();

    }



}
